tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bash"
brew "bash-completion"
brew "libpng"
brew "cairo"
brew "cocoapods"
brew "coreutils"
brew "docker"
brew "giflib"
brew "git"
brew "jpeg"
brew "pango"
brew "librsvg"
brew "neovim"
brew "nvm"
brew "pkg-config"
brew "python@3.9"
brew "tree"
cask "discord"
cask "font-fira-code"
cask "gimp"
cask "git-credential-manager"
cask "mactex"
cask "spotify"
cask "sublime-text"
cask "utm"
cask "visual-studio-code"
vscode "albert.tabout"
vscode "apvarun.celestial"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "brapifra.phpserver"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "cschlosser.doxdocgen"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "dan-c-underwood.arm"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eliverlara.andromeda"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "evendead.help-me-add"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "glenn2223.live-sass"
vscode "hbenl.vscode-test-explorer"
vscode "jackmacwindows.vscode-computercraft"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "joshbolduc.story-explorer"
vscode "kavod-io.vscode-jest-test-adapter"
vscode "kevinrose.vsc-python-indent"
vscode "keyring.lua"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mikhail-arkhipov.r"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "oouo-diogo-perdigao.docthis"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "quarto.quarto"
vscode "quentinguidee.gitignore-ultimate"
vscode "rdebugger.r-debugger"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "riccardoforina.storybook-helper"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "tobiasalthoff.atom-material-theme"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "ygkn.storybook-opener"
vscode "zignd.html-css-class-completion"
